/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Accedi";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Signal richiede l'accesso ai tuoi contatti. Non memorizziamo i vostri contatti sui nostri server.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Spiacente!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accetta nuovi numeri sicuri";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Azione richiesta";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Signal richiede l'accesso ai tuoi contatti. L'accesso ai contatti è limitato. Signal verrà chiuso. È possibile disattivare la limitazione temporanea per far accedere Signal ai propri contatti andando in Impostazioni >> Generali >> Restrizioni >> Contatti >> Consenti Modifiche.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Chiudi";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Rispondi";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Nuovo messaggio! Apri l'app per leggerlo.";

/* No comment provided by engineer. */
"APN_Message" = "Nuovo Messaggio!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Messaggio da";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Messaggio in gruppo";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ in gruppo %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Archivia";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Archivio";

/* No comment provided by engineer. */
"ATTACHMENT" = "Allegato";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Scaricamento dell'allegato fallito, tap per riprovare.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Allegato in download";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Nuovo allegato messo in coda.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Signal richiede l'accesso al microfono per funzionare correttamente. Puoi ripristinare i permessi dell'applicazione su Impostazioni >> Privacy >> Microfono >> Signal";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Richiama";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Scegli dalla Galleria...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Questo azzererà l'applicazione cancellando i messaggi e cancellando la tua registrazione nel server. L'applicazione si chiuderà dopo la cancellazione dei dati.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Se sicuro di voler cancellare il tuo account?";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Non sarei più in grado di inviare o ricevere messaggi in questo gruppo.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Vuoi davvero lasciare?";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Associa Nuovo Dispositivo";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Conferma";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Utente non registrato";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Impostazioni conversazione";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Resetting your session will allow you to receive future messages from %@, but it will not recover any already corrupted messages.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Seleziona il codice del Paese";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u giorni";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Consegnato";

/* {{Short Date}} when device last communicated with Signal Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Ultima attività: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Associato: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Impossibile aggiornare la lista dei dispositivi.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Messaggi a scomparsa";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "Una volta abilitati, i messaggi inviati e ricevuti in questa conversazione spariranno dopo essere stati visti.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Annulla";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Modifica gruppo";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Salva";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Tocca il tasto \"composizione\"";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Inizia la tua prima conversazione su Signal!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Puoi archiviare conversazioni inattive dalla lista Chat per consultarle successivamente.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Pulisci le tue Conversazioni";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Invita contatto";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Nessuno dei tuoi contatti ha Signal!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Perchè non inviti qualcuno";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Suggerimento: aggiungi una conversazione come Promemoria";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Fatto. Fatto. Fatto.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Nessun messaggio. Niente. Zero. Nada.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Tutto pulito e profumato.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Errore del server";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Termina";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Handshake fallito!";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Hai Interrotto La Conversazione.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "L'interlocutore ha interrotto la conversazione.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Login fallito.";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Messaggio dal Server:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Numero non registrato con Signal o RedPhone!";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Destinatario irraggiungibile.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Hai rifiutato la chiamata.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Chiamata rifiutata.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Hai effettuato un'altra chiamata.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Occupato...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Chiamata persa.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Il Client ha fallito.";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Invio messaggio fallito.";

/* Generic error used whenver Signal can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Signal non è in grado di connettersi ad Internet. Riprovare da un'altra rete WiFi o tramite rete dati.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Errore del server. Si prega di riprovare.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Il destinatario non è più un utente Signal.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Ricevuto messaggio duplicato.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "La chiave del destinatario non è valida.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Ricevuto messaggio non compatibile con questa versione.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Nessuna sessione disponibile per il contatto";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Si è verificato un errore sconosciuto.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Numeri sicuri cambiati. Tocca per verificare.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Fiasco!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "È necessario accettare i nuovi numeri sicuri prima di poter inviare.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Invio Fallitto. Premi per riprovare.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Verifica numeri sicuri fallita!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Rosetta questa sessione.";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "L'avatar è stato cambiato.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Gruppo creato.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Creazione nuovo gruppo";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Creazione gruppo non riuscita";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Gestione gruppo";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ è entrato nel gruppo.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ ha lasciato il gruppo.";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Membri del Gruppo";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Lasciato il gruppo %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Uscita dal gruppo non riuscita";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Il nuovo titolo è '%@'";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Gruppo aggiornato.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Hai lasciato il gruppo.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u ore";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Connettendo...";

/* Call setup status label */
"IN_CALL_RINGING" = "Squilla...";

/* Call setup status label */
"IN_CALL_SECURING" = "Risposta. Garantendo sicurezza...";

/* Call setup status label */
"IN_CALL_TALKING" = "Sicuro. Attivo.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Fatto.";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Chiamata in entrata";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Chiamata in arrivo da %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "I messaggi scompariranno dopo %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "I messaggi non scompariranno.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Abbandona";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Abbandona il gruppo";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "Questo codice a barre non è valido, assicurarati che stai effettuando la scansione del codice QR visualizzato sul dispositivo che si desidera collegare.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Collegamento Device Fallito";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "Questo dispositivo sarà in grado di accedere a gruppi, contatti, messaggi e ad inviare messaggi a tuo nome. ";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Associa questo dispositivo?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Riprova";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Per associare scannerizza il codice QR visualizzato sul dispositivo. ";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scannerizza il codice QR";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Associa Nuovo Dispositivo";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Dispositivi associati";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Associazione Dispositivo Fallita";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "Elenca membri gruppo";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Caricando i contatti.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Pazienta.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Registro eventi";

/* No comment provided by engineer. */
"ME_STRING" = "Me";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Nuovo messaggio";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minuti";

/* No comment provided by engineer. */
"MISSED_CALL" = "Chiamata persa";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Signal access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Signal needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Chiamata persa di %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Ha ricevuto una chiamata da %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Hai chiamato %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Non è possibile associare ulteriori dispositivi.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Hai raggiunto il numero massimo di dispositivi associabili a questo account. Rimuovi un dispositivo oppure riprova l'associazione più tardi.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Verifica di essere online e riprova.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Connesso";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Connettendo";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Stato della Rete";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Offline";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Puoi controllare lo stato della rete guardando la barra colorata sopra la tua Inbox";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Nuovo Gruppo";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Nome chat di gruppo";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Aggiungi persone";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Invio fallito del tuo messaggio per %@.";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "A causa di un problema nel sistema di notifiche push di Apple, l'anteprima dei messaggi verrà visualizzata solo se la ricezione del messaggio avverrà entro 30 secondi dall'invio. Il Badge App potrà quindi risultare inaccurato.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Nessun nome o messaggio";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "Notifiche in background";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Notifiche In-App";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Nome mittente & messaggio";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Solo nome mittente";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Mostra";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Suoni di notifica";

/* No comment provided by engineer. */
"OK" = "Ok";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ ha disabilitato la scomparsa dei messaggi.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ ha impostato il tempo di scomparsa dei messaggi a %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Chiamata in uscita";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Il tuo iPhone ha bisogno di essere sbloccato per poter ricevere nuovi messaggi.";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Signal users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "Stai usando una vecchia versione di Signal. Devi aggiornarla prima di poter verificare.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "I tuoi compagni stanno usando una vecchia versione di Signal. Devono aggiornarla prima di poter verificare.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "Il codice letto non sembra quello di un numero sicuro. State usando entrambi una versione aggiornata di Signal?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "Se desideri verificare la sicurezza della tua codifica end-to-end con %@, confronta i numeri precedenti con quelli del suo dispositivo.\n\nIn alternativa puoi fare uno scan del codice sul suo telefono o chiedergli di fare una scansione del tuo.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verifica numeri sicuri";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Procedi";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Segnala come letto";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Rispondi";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Notifiche Push";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Signal richiede notifiche e suoni abilitati per poter funzionare al meglio. Si prega di cambiare le impostazioni da Impostazioni >> Notifiche >> Signal";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = "?";

/* No comment provided by engineer. */
"RATING_MSG" = "Se hai apprezzato l'uso di Signal per avere conversazioni private, puoi supportare il nostro progetto lasciando una recensione. Non richiederà più di un minuto ed aiuterà altre persone a trovare un po' di privacy.";

/* No comment provided by engineer. */
"RATING_RATE" = "Vota Signal";

/* No comment provided by engineer. */
"RATING_TITLE" = "Supporta Signal!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Inserisci un prefisso internazionale valido";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Prefisso internazionale errato";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Signal permette di avere conversazioni private con i contatti esistenti. Per utilizzare Signal, si prega di consentire l'accesso ai tuoi contatti.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Continua";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Ben arrivato!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Prova ancora";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Il server sta attualmente limitando la velocità per le iscrizioni, si prega di riprovare più tardi.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Errore in fase di ri-registrazione delle notifiche push.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Codice del Paese";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Inserisci numero";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Errore durante la registrazione";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Il formato di questo numero non è supportato, si prega di contattare il supporto.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Numero di telefono";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Qualcuno è impaziente di inviare il suo primo messaggio! Prima di poter eseguire questa operazione è necessario iscriversi.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Il tuo numero di telefono";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Verifica questo dispositivo";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Rifiuta";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Il numero di telefono che stai cercando di registrare risulta già iscritto in un altro server, rimuovilo da tale server e riprova nuovamente.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Registra nuovamente per notifiche";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Riprova";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Signal Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "I numeri sicuri di %@ sono cambiati. Dovresti verificarli.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scansione codice";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Cerca per nome o numero di telefono";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u secondi";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "La sezione protetta è stata resettata.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Invia di nuovo";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Invia";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Manda un SMS a:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Invita un amico usando un SMS insicuro?";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Invio dell'SMS fallito, riprova più tardi.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Hai invitato il tuo amico a usare Signal!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Vuoi invitare il seguente numero a Signal:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Dettagli";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Abilita il log di debug";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Invia il log di debug";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Avanzate";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Signal.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Cancella messaggi e chiamate";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems\nLicenza secondo direttive GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Cancella Account";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Sei sicuro di voler cancellare l'intero registro (messaggi, allegati, chiamate ...)? I dati non saranno più accessibili.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Sono sicuro.";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Aiuto";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Storico";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Informazioni";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Invita";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "Puoi contattarmi usando Signal di @ForstaLabs, scaricalo ora.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Impostazioni";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Notifiche";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Privacy";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Numero sicuro approvato";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Attiva sicurezza schermo";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Evita di mostrare l'anteprima di Signal nel passaggio tra app.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Sicurezza schermo";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Condividi link di installazione";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Supporto";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Versione";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Mostra nuovi numeri sicuri";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u giorno";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u ora";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minuto";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u settimana";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Ti sto invitando a installare Signal! Ecco il lnk:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "I tuoi numeri sicuri sono stati verificati. Puoi essere sicuro che la tua comunicazione con %@ sia privata.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Numeri sicuri verificati!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Fai una foto o un video";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Scatta una foto";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Non siamo riusciti a recuperare dal server un elenco aggiornato dei contatti. Riprovare più tardi.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Annulla";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Elimina";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Ripristina";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Allegato non riconosciuto";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Contatto Sconosciuto";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Dissocia";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "Dissociando questo dispositivo, non sarà più possibile inviare o ricevere messaggi.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Dissocia \"%@\" ?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Signal non è riuscito a dissociare il tuo dispositivo.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Dispositivo Senza Nome";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Cancellazione da Signal fallita.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Ricevuto un tipo di allegato non supportato.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Il tuoi device non supporta questa feature antani.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Aggiorna";

/* No comment provided by engineer. */
"Upgrading Signal ..." = "Aggiornamento Signal...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Caricamento...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Cambia numero";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Codice di verifica";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Oppure chiamami";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Richiedi un nuovo codice";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Inserisci codice di verifica";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Verifica";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verifica numeri sicuri";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Completa la configurazione su Signal Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u settimane";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Chat";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Hai disabilitato la scomparsa dei messaggi.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "Hai impostato la scomparsa dei messaggi a %@.";
